{
    "en": "I’m a 2008-born high school student living in Damascus, passionate about software. I’ve been into coding since I was a kid and have been constantly improving myself in this field. I’ve gained solid experience in web development and Python, and I’ve also worked on small projects using C, C++, and Kotlin. I’m pretty comfortable with Linux and the terminal. I’m not working as a developer yet, but I’m actively leveling up my skills. I consider myself a quick learner, but I’m fully aware there’s still a lot to learn. I’m fluent in Arabic, Turkish, and English. You can check out my certificates and projects below. If you’d like to get in touch, don’t hesitate to reach out!",
    "tr": "2008 doğumlu, Şam'da ikamet eden yazılıma tutkulu bir lise öğrencisiyim. Çocukluğumdan beri yazılıma meraklıyım ve bu alanda kendimi geliştiriyorum. Yazılım dünyasında özellikle web geliştirme ve Python konularında iyi bir deneyim kazandım. Bunun yanı sıra C, C++ ve Kotlin gibi dillerle de ufak çaplı projeler yaptım. Linux ve terminal'da iyi bir tecrübem var. yazılmcı olarak bir işte çalışmıyorum ancak aktif olarak kendimi geliştiriyorum. Hızlı öğrenen biri olduğumu düşünüyorum ancak daha öğrenilecek çok şey olduğunun farkındayım. Arapça, Türkçe ve İngilizce'yi iyi konuşurum. Aşağıda belgelerime ve projelerime ulaşabilirsiniz. Eğer benimle iletişime geçmek isterseniz, bana ulaşmaktan çekinmeyin!",
    "ar": "أنا شاب طالب في المرحلة الثانوية شغوف بالبرمجة، ولدت عام 2008 وأقيم في دمشق. لطالما كنت مهتماً بالبرمجة حتى في طفولتي وأعمل على تطوير نفسي في هذا المجال. اكتسبت خبرة في عالم البرمجة، خاصة في تطوير الويب ولغة Python. بالإضافة إلى ذلك، صنعت مشاريع صغيرة بلغات مثل C و C++ و Kotlin. لدي خبرة جيدة في نظام Linux والطرفية (Terminal). أنا لا أعمل حالياً كمبرمج، لكني أعمل بنشاط على تطوير مهاراتي. أعتقد أنني أتعلم بسرعة، لكني أدرك أن هناك الكثير لأتعلمه. أتحدث العربية والتركية والإنجليزية بطلاقة. يمكنكك الاطلاع على شهاداتي ومشاريعي أدناه. إذا كنت ترغب في التواصل معي، فلا تتردد في ذلك ابداً!"
}